Dlubal.TimberPro.TaperDetail
Taper detail parameters.

Dlubal.TimberPro.TaperDetail.No
Taper detail number

Dlubal.TimberPro.TaperDetail.MemberNo
Member number

Dlubal.TimberPro.TaperDetail.CutToGrainAngle
Cut to grain angle

Dlubal.TimberPro.TaperDetail.GrainDirection
Direction of grain

Dlubal.TimberPro.TaperDetail.DoRidgeVerification
Do ridge verification

Dlubal.TimberPro.TaperDetail.DoSetManually
Do set perpendicular tension region parameters manually

Dlubal.TimberPro.TaperDetail.VolumeAtRidge
Perpendicular tension region volume

Dlubal.TimberPro.TaperDetail.KVol
Factor k_vol

Dlubal.TimberPro.TaperDetail.Comment
Comment